<?php

use yii\db\Migration;

/**
 * Class m171111_122050_add_data_to_post_table
 */
class m171111_122050_add_data_to_post_table extends Migration
{
    /**
     * @inheritdoc
     */
    public function safeUp()
    {
        $this->batchInsert('post',
            ['title','keyword','description','name','body','slug','category_id'],
            [
                [
                    'Аваков рассказал о президентских амбициях и объединении БПП и НФ',
                    'Аваков,БПП,Народный фронт,Политика',
                    'Министр внутренних дел Украины Арсен Аваков считает, что пока рано говорить о возможности объединения партий «Блок Петра Порошенко «Солидарность» и «Народного фронта» для участия в выборах...',
                    'Аваков рассказал о президентских амбициях и объединении БПП и НФ',
                    'Министр внутренних дел Украины Арсен Аваков считает, что пока рано говорить о возможности объединения партий «Блок Петра Порошенко «Солидарность» и «Народного фронта» для участия в выборах.На вопрос, есть ли у него президентские амбиции, Аваков сказал: «К сожалению или к счастью».',
                    'avakov-rasskazal-o-prezidentskix-ambiciyax-i-obedinenii-bpp-i-nf',
                    1
                ],
                [
                    'В "Народном фронте" предложили ограничить полномочия президента Украины - 112.ua',
                    'Народный фронт, Геращенко, полномочия, президент',
                    'Народный фронт предлагает ограничить полномочия президента Украины, – Геращенко',
                    'В "Народном фронте" предложили ограничить полномочия президента Украины',
                    '"Народный фронт" предлагает президенту, нашим партнерам по коалиции и оппозиции сделать большую конституционную реформу, ограничив полномочия президента. Чтобы полномочия равнялись полномочиям президента Германии или Польши: чтобы он (президент) был гарантом Конституции, но не мог вмешиваться в процесс работы исполнительной власти, – отметил Геращенко.
                    Геращенко напомнил, что на сегодняшний день президент сам назначает губернаторов, глав районных государственных администраций, а также двух министров и принимает участие в создании многих конституционных органов.
                    "Мы считаем, что это слишком большие полномочия для президента и они мешают развитию нашей страны, потому что создают конфликт между исполнительной властью и президентской вертикалью", – добавил Геращенко.',
                    'v-narodnom-fronte-predlozhili-ogranichit-polnomochiya-prezidenta-ukrainy',
                    1
                ],
                [
                    'Новая коллегия судей Верховного суда вступила в должность',
                    'порошенко, верховный суд, судебная реформа, конкурс судей, судья',
                    'Сегодня 11 ноября новая коллегия судей Верховного суда вступила в должность. Новые служители Фемиды приняли присягу. На торжестве по этому поводу присутствовал и Пётр Порошенко.',
                    'Новая коллегия судей Верховного суда вступила в должность',
                    'Сегодня, 11 ноября, новая коллегия судей Верховного суда вступила в должность. Новые служители Фемиды приняли присягу. На торжестве по этому поводу присутствовал и Петр Порошенко. В поздравительной речи, он отметил, что новые судьи прошли чрезвычайно строгий конкурсный отбор. Напомним, в конце 2016 года, был принят новый закон, запускавший реформу судебной власти. Согласно постановлению, все суди Верховного суда должны быть выбраны на конкурсной основе.',
                    'novaya-kollehyya-sudey-verkhovnoho-suda-vstupyla-v-dolzhnost',
                    1
                ],
                [
                    'Яценюк звернувся до Порошенка: Ми встигнемо змінити Конституцію',
                    'Яценюк, Порошенко',
                    'Лідер Народного фронту Арсеній Яценюк звернувся до президента з пропозицією змінити Конституцію.',
                    'Яценюк звернувся до Порошенка: Ми встигнемо змінити Конституцію',
                    'Лідер "Народного фронту" Арсеній Яценюк звернувся до президента з пропозицією змінити Конституцію.
                    Про це він заявив на з‘їзді НФ у суботу. "Я звертаюсь до наших партнерів БПП, я звертаюсь особисто до Петра Олексійовича, ми можемо це зробити до наступних чергових виборів", - заявив Яценюк. За його словами, він не веде мову про скасування загальних виборів президента і обрання його в парламенті.
                    "Президент є і буде. І народ буде виходити і вирішувати, хто ним буде", - сказав лідер НФ."Але президент - це окремий інститут. Він не відноситься ні до виконавчої, ні до законодавчої, ні до судової гілки влади. І він, як арбітр, має ефективно функціонувати з усіма функціями, які дозволять йому бути гарантом Конституції та головнокомандувачем", - додав Яценюк.',
                    'poroshenko-yatsenuk-2210',
                    1
                ],
                [
                    'Путин о миротворцах для Донбасса: Я такого не знаю :: donbass.ua - новости Донбасса',
                    'Донбасс, Путин, мир, миротворцы',
                    'Президент РФ Владимир Путин отказался комментировать сообщения СМИ о том, что США намерены предложить план по размещению 20 тысяч миротворцев в Донбассе."Я тако...',
                    'Путин о миротворцах для Донбасса: Я такого не знаю :: donbass.ua - новости Донбасса',
                    'Я такого не знаю, можете дальше ничего не говорить. Я об этом ничего не слышал, ничего об этом не знаю, комментировать это невозможно, это просто нереально, - заявил Путин. - Предположение - это одно, а когда на бумагу кладут какое-то предложение, часто выглядит совсем по-другому… Что я буду комментировать, если этого нет? А если будут такие предложения, посмотрим',
                    'putin-o-mirotvorcah-dlja-donbassa-ja-takogo-ne-znaju',
                    1
                ],
                [
                    'Аваков вважає, що про об’єднання політичних сил говорити зарано - 11.11.2017 15:14 — Новини Укрінформ',
                    'обєднання, виборів, Народного, фронту, будь, зарано, вважає, говорити, Аваков, парламентських, оскільки, напередодні, політичних, будуть, участь, Читайте, бере, Гройсман, проведення, заявив, також',
                    'Міністр внутрішніх справ України, член політради &quot;Народного фронту&quot; Арсен Аваков вважає, що &nbsp;про будь-які об&#39;єднання політичних сил наразі говорити зарано, оскільки до парламентських виборів ще надто багато часу.',
                    'Аваков вважає, що про об’єднання політичних сил говорити зарано - 11.11.2017 15:14 — Новини Укрінформ',
                    'Міністр внутрішніх справ України, член політради "Народного фронту" Арсен Аваков вважає, що  про будь-які об\'єднання політичних сил наразі говорити зарано, оскільки до парламентських виборів ще надто багато часу. Про це він сказав у суботу журналістам у кулуарах з\'їзду політичної партії "Народний фронт", відповідаючи на запитання, чи існує ще ймовірність об’єднання "Народного фронту" з БПП, повідомляє кореспондент Укрінформу. "Будь-яка політична сила прагне брати участь у виборах, і це правильно. Що стосується ймовірності об\'єднання "Народного фронту" і БПП, то до виборів ще дуже далеко, а будь-які об\'єднання, як правило, відбуваються напередодні виборів. Тому, я думаю, що зарано говорити про те, які об\'єднання і блоки будуть на час проведення парламентських виборів", - заявив Аваков.',
                    'avakov-vvazae-so-pro-obednanna-politicnih-sil-govoriti-zarano',
                    2
                ],
                [
                    'Президентские амбиции… Яценюка | informat.com.ua',
                    'Картина дня,Михаил Подоляк,Политика',
                    'Михаил Подоляк. Надо отдать должное Арсению Петровичу. Он, конечно, также непрофессионален, ленив, жаден и нарциссичен как и все прочие кудесники нынешних',
                    'Президентские амбиции… Яценюка | informat.com.ua',
                    'На спешно-мистическом съезде мистической же партии «Народный фронт» Яценюк пунктирно обозначил собственную дорожную карту — доказательство своей безальтернативности, чемпионские парламентские выборы и мощный кандидат на президентских. Если, конечно, это не банальная попытка пощекотать нервы Петра Алексеевича и немножко увеличить свои теневые квоты). Так или иначе, Арсений Петрович, в отличие от безденежных потенциальных кандидатов Тимошенко, Садового, Гриценко и даже X-сталкера Саакашвили, вполне может аккумулировать приличный «бюджет продвижения». Кадровый резерв у него до сих пор более чем весомый. К тому же, сами звездные «народники» отлично понимают, что при первой же возможности их будут отовсюда болезненно выдавливать. Админресурс у Яценюка также возмутительно огромен — от мощной силовой вертикали Авакова до РНБО-комнат Турчинова и «юридических бригад» министра Петренко). В случае реальной игры, Яценюк быстро станет чрезвычайно опасным. А уж сколько у него ярких pr-cоловьев)…',
                    'prezidentskie-ambitsii-yatsenyuka',
                    2
                ],
                [
                    'Владимир Вятрович стал персоной нон грата для Польши | Политические новости Украины',
                    'Владимир, Вятрович, стал',
                    'Главе Украинского института национальной памяти Владимиру Вятровичу запретили въезд в Польшу из-за антипольских взглядов. Об этом сообщает польское издание Gazeta Prawna. «Возглавляемый Вит',
                    'Владимир Вятрович стал персоной нон грата для Польши | Политические новости Украины',
                    'Главе Украинского института национальной памяти Владимиру Вятровичу запретили въезд в Польшу из-за антипольских взглядов. Об этом сообщает польское издание Gazeta Prawna. «Возглавляемый Витольдом Ващиковским МИД лишил главу Украинского института национальной памяти Владимира Вятровича права на въезд в Польшу», — говорится в сообщении. По информации издания, в списке граждан, которым запрещен въезд в страну, может также оказаться секретарь Государственной межведомственной комиссии по делам увековечения памяти жертв войны и политических репрессий Святослав Шеремета. Варшава также не намерена официально уведомлять Украину, в отношении кого действует процедура. «По нашим данным, Польша не будет открывать украинской стороне фамилии. Она хочет, чтобы каждый из списка сам убедился на границе, въедет он в Польшу или нет», — сообщает издание.',
                    'vladimir-vyatrovich-stal-personoy-non-grata-dlya-polshi',
                    2
                ],
                [
                    'Пашинський організував кримінальне переслідування американського інвестора',
                    'Пашинський, організував, кримінальне, переслідування, американського, інвестораUA1',
                    'Пашинський організував кримінальне переслідування американського інвестораUA1',
                    'Пашинський організував кримінальне переслідування американського інвестора',
                    'Бойко заявляє, що кримінальна справа проти нього сфальсифікована на замовлення Пашинського. Реальною причиною тиску поліції і прокуратури є позов до Міжнародного арбітражного суду, який подав Бойко. Бізнесмен має намір в міжнародному суді відстояти свої права на захоплену поліцією кондитерську фабрику. Дивно виглядає організація судового засідання по справі Ігоря Бойка. Державне обвинувачення за законом повинен підтримувати лише прокурор. Натомість з самого ранку будівля Печерського суду вщент забита працівниками поліції. Це слідчі та оперативники Головного слідчого управляння Нацполіції. Все це виглядає як тиск на суддю та обвинуваченого. При цьому поліцейські без форми, не показують свої посвідчення та поводяться брутально. Підлеглі Авакова перешкоджають роботі журналістів, не дають їм вільно пересуватись та брати коментарі.',
                    'pashinskiy-organizuvav-kriminalne-peresliduvannya-amerikanskogo-investora',
                    2
                ],
                [
                    'Украина активизирует сотрудничество с Азербайджаном | QHA Агентство Крымские Новости',
                    'политика, киев, азербайджан, украина, двустороннее сотрудничество',
                    'Двухсторонние консультации прошли в столице Украины',
                    'Украина активизирует сотрудничество с Азербайджаном | QHA Агентство Крымские Новости',
                    'Об этом сообщила пресс-служба Министерства иностранных дел. В контексте выполнения договоренностей, достигнутых в рамках официального визита в Азербайджан министра иностранных дел Украины П. А. Климкина, 9 ноября 2017 в г. Киев состоялись украинско-азербайджанские консультации по вопросам двустороннего сотрудничества на уровне директоров территориальных департаментов министерств иностранных дел Украины В. Боднара и Азербайджанской Республики И. Мухтарова, — сказано в сообщении.',
                    'ukraina-aktiviziruet-sotrudnichestvo-s-azerbaidjanom',
                    2
                ],
                [
                    'Рада ухвалила закон про житлово-комунальні послуги » Новини Голої Пристані',
                    'законопроект, житлово, комунальні, послуг, статті, співвласників, парламент, цілому, Бабак, комунальних, постачання, виникають, відносини, співвласниками, послуги», послуги, закону, здійснення, Разом, боргу',
                    'Верховна Рада ухвалила в цілому законопроект «Про житлово-комунальні послуги», що є частиною реформи галузі, повідомляє Укрінформ” передає НК-Online. Відповідний законопроект у цілому пі',
                    'Рада ухвалила закон про житлово-комунальні послуги » Новини Голої Пристані',
                    'Також парламент одночасно врахував у тексті законопроекту 3 поправки, які були відхилені парламентом 8 листопада. Першою з них передбачається, що предметом регулювання цього закону є відносини, що виникають у процесі надання споживачам послуг з управління багатоквартирним будинком, постачання теплової енергії, постачання гарячої води, централізованого водопостачання, централізованого водовідведення та поводження з побутовими відходами, а також відносини, що виникають у процесі надання послуг з постачання та розподілу електричної енергії і природного газу споживачам у житлових, садибних, садових, дачних будинках. Разом із тим не є предметом регулювання цього закону відносини, що виникають між співвласниками, а також між співвласниками та об’єднанням співвласників багатоквартирного будинку при забезпеченні потреб співвласників шляхом самозабезпечення відповідно до статті 22 Закону України «Про об’єднання співвласників багатоквартирного будинку».',
                    'rada-uhvalila-zakon-pro-zhitlovo-komunaln-poslugi',
                    3
                ],
                [
                    'Гройсман: Україна подолала 17% падіння економіки | Mind.ua',
                    'гройсман, україна, подолала, падіння, економіки, міністр, впевнений, наша, сьогоднішня, задача, розвиток, національної, капітальний, ремонт, країни',
                    'Міністр впевнений, що наша сьогоднішня задача - розвиток національної економіки та капітальний ремонт країни | Всі новини економіки та бізнесу на Mind.ua',
                    'Гройсман: Україна подолала 17% падіння економіки',
                    'Прем\'єр міністр України Володимир Гройсман повідомив, що Україна подолала 17% падіння економіки. Про це він заявив в ході зустрічі парламентської коаліції «Народний фронт», передає РБК. «17% падіння економіки, енергетична та економічна блокада, 108 000 грн на рахунку 45 млн країни – це справжній виклик, який нам вдалося подолати», – заявив Гройсман. Міністр підкреслив, що «наша сьогоднішня задача – розвиток національної економіки та капітальний ремонт країни».',
                    'grojsman-ukrayina-podolala-17-padinnya-ekonomiki',
                    3
                ],
                [
                    'Вартість Bitcoin Cash зросла до $1000',
                    'Перший, канал, соціальних, новин, Bitcoin, Cash',
                    'За останні два дні змінилась вартість одразу двох криптовалют Bitcoin і Bitcoin Cash, що видно на графіках Coinmarketcap. Вартість першої знизилася майже до $6600.',
                    'Вартість Bitcoin Cash зросла до $1000',
                    'За останні два дні змінилась вартість одразу двох криптовалют Bitcoin і Bitcoin Cash, що видно на графіках Coinmarketcap. Вартість першої знизилася майже до $6600 (максимальні значення перевищували $ 7700), тоді як цінник Bitcon Cash ненадовго перевищив поріг в $1000 - так дорого ця криптовалюта ще не коштувала.',
                    'vartist-bitcoin-cash-zrosla-do-1000-tsina-bitkoini-padae',
                    3
                ],
                [
                    'Когда вас ждёт перерасчёт за отопление в Украине',
                    'перерасчет за отопление, перерасчет за отопление украина, оплата за отопление украина, перерасчет за отопление 2017, перерасчет за отопление украина 2017',
                    'Самые распространенные причины перерассчета оплаты за отопления',
                    'Когда вас ждёт перерасчёт за отопление в Украине',
                    'Во всех указанных случаях перерасчёт оплаты за отопление проводится для всех жителей дома. Например, компания Киевэнерго в октябрьских счетах 2017 года будет указывать сумму к оплате за текущее отопление и сумму перерасчёта за отопление в прошлом отопительном сезоне (2016-2017). Такие платёжки с графами "Начислено" и "Перерасчёт" за отопление получат жители 330 домов украинской столицы. Причём сумма оплаты за отопление в прошлом сезоне может быть как отрицательной (пользователь переплатил), так и положительной (пользователю придется доплатить). ',
                    'pereraschjot-za-otoplenie-prichiny-i-sledstviya',
                    3
                ],
                [
                    'Сколько будут стоить яйца к Новому году – Индустриалка - новости Запорожья',
                    'яйца, цены, подорожание, торговля',
                    'В Украине цены на яйца начали расти еще в сентябре. А к Новому году десяток яиц, по прогнозам ассоциации "Союз птицеводов", может стоить до 27-29 грн.',
                    'Сколько будут стоить яйца к Новому году – Индустриалка - новости Запорожья',
                    'На 14,9 % выросла цена на яйца в октябре по сравнению с сентябрем. И этот продукт занимает первое место по подорожанию за месяц. Таковы данные Госстата. Напомним, что цены на яйца начали расти еще в сентябре. Так, с 10 августа по 11 сентября они поднялись на 63,8% — до 17,92 грн за десяток. Это сезонное подорожание.  Но до скольки же может вырасти цена на яйца к Новому году? По прогнозам  ассоциации «Союз птицеводов» – до 27-29 грн за десяток. «Отпускные цены от предприятий могут еще повыситься до конца года на 7-8%, — считает руководитель ассоциации Сергей Карпенко. — На это будет влиять несколько факторов, основным из которых будет способность обеспечить стабильно высокие экспортные поставки. В случае такого увеличения потребительские цены вырастут до 27-29 грн за 10 штук».',
                    'skolko-budut-stoit-yaytsa-k-novomu-godu',
                    3
                ],
                [
                    'ДТП в Днепре: есть пострадавшие - 056.ua',
                    'ДТП, Днепре, есть, пострадавшие',
                    'В пятницу, 10 ноября, на ул. Яснополянская произошло ДТП, в результате которого пострадали водитель и пассажир авто. Автомобиль "ВАЗ 2105" ехал по ул. Аэропортовская в сторону ул. Трудовых резервов и',
                    'ДТП в Днепре: есть пострадавшие - 056.ua',
                    'Автомобиль "ВАЗ 2105" ехал по ул. Аэропортовская в сторону ул. Трудовых резервов и на перекрестке ул. Аэропортовская и ул. Яснополянская врезался в столб, сообщили 056.ua в пресс-службе патрульной полиции Днепра. "Водитель  (1991 г.р.) пытался остановиться на красный цвет светофора, но из-за плохой погоды и мокрого асфальта не справился с управлением и врезался в електроопору", - говорится в сообщении. На место аварии вызвали скорую помощь и следователя. "Водителя госпитализировали с открытой черепно-мозговой травмой, сотрясением мозга и ушибом левого плеча в больницу им. Мечникова, пассажирку (1979 г.р.) с открытым переломом бедра госпитализировали в Медсанчасть больницы (ул. Титова, 56).',
                    'dtp-v-dnepre',
                    4
                ],
                [
                    'Нищівна аварія в Калинівці: загинула дівчинка - I Like News - Перші новини',
                    'Нищівна, аварія, Калинівці',
                    '11 листoпада у Кaлинівці 27-річний вoдій aвтoмoбіля БМВ виїхaв зa межі прoїзнoї чaстини тa нaїхaв нa електрooпoру. Внaслідoк ДТП зaгинулa 15-річнa пaсaжиркa aвтoмoбіля. Вoдій тa ще двoє пaсaжирів у лікaрні. Прo це пoвідoмляє відділ кoмунікaції пoліції Вінницькoї oблaсті. Aвaрія сьoгoдні стaлaсь близькo 10.20 в м. Кaлинівкa нa вулиці Фрунзе. Пoпередньo встaнoвленo, щo 27-річний вoдій aвтoмoбіля …',
                    'Нищівна аварія в Калинівці: загинула дівчинка - I Like News - Перші новини',
                    '11 листoпада у Кaлинівці 27-річний вoдій aвтoмoбіля БМВ виїхaв зa межі прoїзнoї чaстини тa нaїхaв нa електрooпoру. Внaслідoк ДТП зaгинулa 15-річнa пaсaжиркa aвтoмoбіля. Вoдій тa ще двoє пaсaжирів у лікaрні. Прo це пoвідoмляє відділ кoмунікaції пoліції Вінницькoї oблaсті. Aвaрія сьoгoдні стaлaсь близькo 10.20 в м. Кaлинівкa нa вулиці Фрунзе. Пoпередньo встaнoвленo, щo 27-річний вoдій aвтoмoбіля «БМВ» виїхaв зa межі прoїзнoї чaстини тa зіткнувся з електрooпoрoю. Внaслідoк aвaрії 15-річнa пaсaжиркa легкoвикa зaгинулa нa місці пригoди. Ще двoє пaсaжирів aвтoмoбіля тa вoдій з тілесними ушкoдженнями дoстaвлені дo лікaрні.',
                    'avariya-v-kalunivci',
                    4
                ],
                [
                    'В Покровской оперзоне изъяли гранату и патроны :: donbass.ua - новости Донбасса',
                    'Донбасс, полиция, граната, патроны, Покровск (Красноармейск)',
                    'На территории обслуживания Покровского (бывшего Красноармейского) отдела полиции Донетчины продолжаются мероприятия, направленные на противодействие незаконному...',
                    'В Покровской оперзоне изъяли гранату и патроны :: donbass.ua - новости Донбасса',
                    'Так, в Покровске, на блокпосту при проверке транспортного средства, в багажнике правоохранители обнаружили патроны к автомату Калашникова в количестве 57 штук. 20-летний мужчина, управлявший данным транспортным средством, пояснил, что автомобиль взял у знакомого, чтобы съездить по делам, а о "сюрпризе" в багажнике ему якобы ничего не известно. Достоверность его слов будет установлено во время досудебного расследования. Другой правонарушитель был уличен правоохранителями во время отработки города Селидово. Стражи порядка остановили для проверки автомобиль с транзитными номерами. 49-летний водитель начал доставать из бардачке документы, и полицейские увидели, что там лежит граната. Мужчина сразу попытался ее спрятать, однако сотрудники полиции изъяли опасный предмет. Объяснять откуда у него граната РГД - 5 правонарушитель отказался.',
                    'v-pokrovskoi-operzone-izjali-granatu-i-patrony',
                    4
                ],
                [
                    'У лісосмузі на Тернопільщині знайшли артснаряд',
                    'лісосмузі, Тернопільщині, знайшли, артснаряд',
                    'На Тернопільщині виявили чергову небезпечну знахідку часів минулих воєн. Артилерійський снаряд, калібром 152 мм, знайшли в Теребовлянському районі.',
                    'У лісосмузі на Тернопільщині знайшли артснаряд',
                    'Виявили боєприпас 9 листопада о 10:20 у лісосмузі біля села Нова Брикуля. Небезпечну знахідку знешкодили фахівці групи піротехнічних робіт аварійно-рятувального загону спеціального призначення Управління у безпечному місці шляхом контрольованого підриву, повідомляє прес-служба ДСНС. Громадяни, пам’ятайте, якщо ви знайшли предмети, які зовні схожі на боєприпаси, або є підозрілими – не торкайтесь їх! Ні в якому разі не намагайтесь їх розібрати, або підпалити! Про знахідку негайно повідомляйте до місцевого підрозділу ДСНС, зателефонувавши за номером «101». Правильно і безпечно знешкодити вибухонебезпечні предмети здатні лише досвідчені фахівці. Не намагайтеся робити цього самостійно, адже це може призвести до трагічних наслідків, - звертаються до краян рятувальники.',
                    'u-lisosmuzi-na-ternopilshchyni-znaishly-artsnariad',
                    4
                ],
                [
                    'Еще один чиновник в Одесской области попался на взятке',
                    'налоговой, оказался, государственной, инспекции, ревизор, Лиманской, Открыто, уголовное, действия, следственные, производство, Проводятся, неправомочной, должностным, лицом, выгоды, торговли, Украины, получение, статье',
                    'На сей раз им оказался ревизор Лиманской государственной налоговой инспекции.На сей раз им оказался ревизор Лиманской государственной налоговой инспекции.По информации областной Прокуратуры,',
                    'Еще один чиновник в Одесской области попался на взятке',
                    'На сей раз им оказался ревизор Лиманской государственной налоговой инспекции. По информации областной Прокуратуры, он был задержан при получении взятки в размере 10 тысяч гривен. Их он получил от частного предпринимателя за уход от ответственности за нарушение правил торговли. Проводятся следственные действия. Открыто уголовное производство по статье 368 УК Украины (получение неправомочной выгоды должностным лицом).',
                    'esche-odin-chinovnik-v-odesskoy-oblasti-popalsya-na-vzyatke',
                    4
                ],
            ]
        );
    }

    /**
     * @inheritdoc
     */
    public function safeDown()
    {
        echo "m171111_122050_add_data_to_post_table cannot be reverted.\n";

        return false;
    }

    /*
    // Use up()/down() to run migration code without a transaction.
    public function up()
    {

    }

    public function down()
    {
        echo "m171111_122050_add_data_to_post_table cannot be reverted.\n";

        return false;
    }
    */
}
